Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTags.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

source: Spy Heroine
de: Spionin als Heldin
ja: スパイのヒロイン
ko: 스파이인 여성 주인공
pl: Bohaterka będąca szpiegiem
zh_hans: 间谍女主角
zh_hant: 間諜女主角

source: Spy Protagonist
de: Spion als Hauptfigur
ja: スパイの主人公
ko: 스파이인 주인공
pl: Protagonista będący szpiegiem
zh_hans: 间谍主角
zh_hant: 間諜主角

source: SRPG
de: Strategie-Rollenspiel
pl: Strategiczna gra fabularna
zh_hans: 战略角色扮演游戏
zh_hant: 戰略角色扮演遊戲

source: Staff Combat
de: Stabkampf
ja: 杖での戦闘
ko: 봉 전투
pl: Walka kijem
zh_hans: 长棍战斗
zh_hant: 長棍戰鬥

source: Staff Commentary
de: Kommentare der Mitwirkenden
ja: スタッフコメンタリー
ko: 제작진 해설
pl: Komentarze zespołu produkcyjnego
zh_hans: 制作人员评论
zh_hant: 製作人員評論

source: Standing Sex
de: Sex im Stehen
ja: 立位
ko: 입위
pl: Seks na stojąco
zh_hans: 站姿性爱
zh_hant: 站姿性愛

source: Starship Combat
de: Raumschiffkampf
ja: 宇宙船での戦闘
ko: 우주선 전투
pl: Walka statków kosmicznych
zh_hans: 星舰战斗
zh_hant: 星艦戰鬥

source: Stereoscopic
de: Stereoskopische Darstellung
ja: 立体視
ko: 입체 영상
pl: Obraz stereoskopowy
zh_hans: 立体显示
zh_hant: 立體顯示

source: Stock Graphics
de: Vorgefertigte Grafikressourcen
ja: ストックグラフィックス
ko: 스톡 그래픽
pl: Gotowe zasoby graficzne
zh_hans: 素材库图像
zh_hant: 素材庫圖像

source: Stock Sprites
de: Vorgefertigte Figuren-Sprites
ja: ストック立ち絵
ko: 스톡 스탠딩 CG
pl: Gotowe wizerunki postaci
zh_hans: 素材库角色立绘
zh_hant: 素材庫角色立繪

source: Stockings
de: Strümpfe
ja: ストッキング
ko: 스타킹
pl: Pończochy
zh_hans: 长筒袜
zh_hant: 長筒襪

source: Story
de: Geschichte
ja: 物語
ko: 이야기
pl: Historia
zh_hans: 故事
zh_hant: 故事

source: Story Events
de: Handlungsereignisse
ja: 物語イベント
ko: 스토리 이벤트
pl: Wydarzenia fabularne
zh_hans: 剧情事件
zh_hant: 劇情事件

source: Straight Lolicon
de: Heterosexuelle Person mit sexueller Vorliebe für Mädchen
ja: 異性愛者のロリコン
ko: 이성애자 로리콘
pl: Osoba heteroseksualna odczuwająca pociąg seksualny do dziewczynek
zh_hans: 异性恋萝莉控
zh_hant: 異性戀蘿莉控

source: Straight Shotacon
de: Heterosexuelle Person mit sexueller Vorliebe für Jungen
ja: 異性愛者のショタコン
ko: 이성애자 쇼타콘
pl: Osoba heteroseksualna odczuwająca pociąg seksualny do chłopców
zh_hans: 异性恋正太控
zh_hant: 異性戀正太控

source: Stranded
de: Gestrandet
ja: 孤立
ko: 고립
pl: Uwięzienie bez możliwości wydostania się
zh_hans: 受困
zh_hant: 受困

source: Strangulation Sex
de: Sex mit Würgen
ja: 首絞めセックス
ko: 목 조르기 성교
pl: Seks z podduszaniem
zh_hans: 窒息性爱
zh_hant: 窒息性愛

source: Strap-on Dildos
de: Umschnalldildos
ja: ペニスバンド
ko: 스트랩온 딜도
pl: Dilda przypinane pasami
zh_hans: 穿戴式假阴茎
zh_hant: 穿戴式假陰莖

source: Strategic Card Battles
de: Strategische Kartenkämpfe
ja: 戦略的カードバトル
ko: 전략 카드 배틀
pl: Strategiczne walki karciane
zh_hans: 策略卡牌战斗
zh_hant: 策略卡牌戰鬥

source: Strategy Game
de: Strategiespiel
ja: ストラテジーゲーム
ko: 전략 게임
pl: Gra strategiczna
zh_hans: 策略游戏
zh_hant: 策略遊戲

source: Strip Game
de: Ausziehspiel
ja: 脱衣ゲーム
ko: 탈의 게임
pl: Gra w rozbieranie
zh_hans: 脱衣游戏
zh_hant: 脫衣遊戲

source: Strong Female Protagonist
de: Starke weibliche Hauptfigur
ja: 強い女性主人公
ko: 강인한 여성 주인공
pl: Silna protagonistka
zh_hans: 坚强的女性主角
zh_hant: 堅強的女性主角

source: Stuck in Meatwall
de: In einer Fleischwand gefangen
ja: 肉壁に埋まる
ko: 육벽에 갇힘
pl: Uwięzienie w ścianie z ciała
zh_hans: 困在肉壁中
zh_hant: 困在肉壁中

source: Stuck-in-Wall Sex
de: Sex mit einer in der Wand feststeckenden Person
ja: 壁尻セックス
ko: 벽에 낀 상태의 성교
pl: Seks z osobą zaklinowaną w ścianie
zh_hans: 卡墙性爱
zh_hant: 卡牆性愛

source: Student
de: Schüler oder Student
ja: 学生
ko: 학생
pl: Uczeń lub student
zh_hans: 学生
zh_hant: 學生

source: Student Club
de: Schüler- oder Studentenclub
ja: 学生クラブ
ko: 학생 동아리
pl: Koło uczniowskie lub studenckie
zh_hans: 学生社团
zh_hant: 學生社團

source: Student Club Member Hero
de: Mitglied eines Schüler- oder Studentenclubs als Held
ja: 学生クラブ部員の男性主人公
ko: 학생 동아리 부원인 남성 주인공
pl: Bohater należący do koła uczniowskiego lub studenckiego
zh_hans: 学生社团成员男主角
zh_hant: 學生社團成員男主角

source: Student Club Member Heroine
de: Mitglied eines Schüler- oder Studentenclubs als Heldin
ja: 学生クラブ部員のヒロイン
ko: 학생 동아리 부원인 여성 주인공
pl: Bohaterka należąca do koła uczniowskiego lub studenckiego
zh_hans: 学生社团成员女主角
zh_hant: 學生社團成員女主角

source: Student Club Member Protagonist
de: Mitglied eines Schüler- oder Studentenclubs als Hauptfigur
ja: 学生クラブ部員の主人公
ko: 학생 동아리 부원인 주인공
pl: Protagonista należący do koła uczniowskiego lub studenckiego
zh_hans: 学生社团成员主角
zh_hant: 學生社團成員主角

source: Student Club President Hero
de: Leiter eines Schüler- oder Studentenclubs als Held
ja: 学生クラブ部長の男性主人公
ko: 학생 동아리 회장인 남성 주인공
pl: Bohater kierujący kołem uczniowskim lub studenckim
zh_hans: 学生社团社长男主角
zh_hant: 學生社團社長男主角

source: Student Club President Heroine
de: Leiterin eines Schüler- oder Studentenclubs als Heldin
ja: 学生クラブ部長のヒロイン
ko: 학생 동아리 회장인 여성 주인공
pl: Bohaterka kierująca kołem uczniowskim lub studenckim
zh_hans: 学生社团社长女主角
zh_hant: 學生社團社長女主角

source: Student Club President Protagonist
de: Leiter eines Schüler- oder Studentenclubs als Hauptfigur
ja: 学生クラブ部長の主人公
ko: 학생 동아리 회장인 주인공
pl: Protagonista kierujący kołem uczniowskim lub studenckim
zh_hans: 学生社团社长主角
zh_hant: 學生社團社長主角

source: Student Council
de: Schüler- oder Studierendenrat
ja: 生徒会
ko: 학생회
pl: Samorząd uczniowski lub studencki
zh_hans: 学生会
zh_hant: 學生會

source: Student Council Member Hero
de: Mitglied des Schüler- oder Studierendenrats als Held
ja: 生徒会役員の男性主人公
ko: 학생회 임원인 남성 주인공
pl: Bohater należący do samorządu uczniowskiego lub studenckiego
zh_hans: 学生会成员男主角
zh_hant: 學生會成員男主角

source: Student Council Member Heroine
de: Mitglied des Schüler- oder Studierendenrats als Heldin
ja: 生徒会役員のヒロイン
ko: 학생회 임원인 여성 주인공
pl: Bohaterka należąca do samorządu uczniowskiego lub studenckiego
zh_hans: 学生会成员女主角
zh_hant: 學生會成員女主角

source: Student Council Member Protagonist
de: Mitglied des Schüler- oder Studierendenrats als Hauptfigur
ja: 生徒会役員の主人公
ko: 학생회 임원인 주인공
pl: Protagonista należący do samorządu uczniowskiego lub studenckiego
zh_hans: 学生会成员主角
zh_hant: 學生會成員主角

source: Student Council President Hero
de: Vorsitzender des Schüler- oder Studierendenrats als Held
ja: 生徒会長の男性主人公
ko: 학생회장인 남성 주인공
pl: Bohater przewodniczący samorządowi uczniowskiemu lub studenckiemu
zh_hans: 学生会长男主角
zh_hant: 學生會長男主角

source: Student Council President Heroine
de: Vorsitzende des Schüler- oder Studierendenrats als Heldin
ja: 生徒会長のヒロイン
ko: 학생회장인 여성 주인공
pl: Bohaterka przewodnicząca samorządowi uczniowskiemu lub studenckiemu
zh_hans: 学生会长女主角
zh_hant: 學生會長女主角

source: Student Council President Protagonist
de: Vorsitzender des Schüler- oder Studierendenrats als Hauptfigur
ja: 生徒会長の主人公
ko: 학생회장인 주인공
pl: Protagonista przewodniczący samorządowi uczniowskiemu lub studenckiemu
zh_hans: 学生会长主角
zh_hant: 學生會長主角

source: Student Hero
de: Schüler oder Student als Held
ja: 学生の男性主人公
ko: 학생인 남성 주인공
pl: Bohater będący uczniem lub studentem
zh_hans: 学生男主角
zh_hant: 學生男主角

source: Student Heroine
de: Schülerin oder Studentin als Heldin
ja: 学生のヒロイン
ko: 학생인 여성 주인공
pl: Bohaterka będąca uczennicą lub studentką
zh_hans: 学生女主角
zh_hant: 學生女主角

source: Student Protagonist
de: Schüler oder Student als Hauptfigur
ja: 学生の主人公
ko: 학생인 주인공
pl: Protagonista będący uczniem lub studentem
zh_hans: 学生主角
zh_hant: 學生主角

source: Student-Teacher Romance
de: Liebesbeziehung zwischen Schüler oder Student und Lehrkraft
ja: 教師と生徒の恋愛
ko: 사제 간 연애
pl: Romans między uczniem lub studentem a nauczycielem
zh_hans: 师生恋
zh_hant: 師生戀

source: Style
de: Stil
ja: スタイル
ko: 스타일
pl: Styl
zh_hans: 风格
zh_hant: 風格

source: Submarine
de: U-Boot
ja: 潜水艦
ko: 잠수함
pl: Okręt podwodny
zh_hans: 潜艇
zh_hant: 潛艇

source: Submissive Protagonist
de: Unterwürfige Hauptfigur
ja: 従順な主人公
ko: 복종적인 주인공
pl: Uległy protagonista
zh_hans: 顺从型主角
zh_hant: 順從型主角

source: Succession/Inheritance Conflict
de: Konflikt um Nachfolge oder Erbschaft
ja: 継承／相続争い
ko: 승계·상속 분쟁
pl: Konflikt o sukcesję lub spadek
zh_hans: 继承权冲突
zh_hant: 繼承權衝突

source: Succubi
de: Sukkubi
ja: サキュバス
ko: 서큐버스
pl: Sukkuby
zh_hans: 魅魔
zh_hant: 魅魔

source: Succubus Heroine
de: Sukkubus als Heldin
ja: サキュバスのヒロイン
ko: 서큐버스 여성 주인공
pl: Bohaterka będąca sukkubem
zh_hans: 魅魔女主角
zh_hant: 魅魔女主角

source: Succubus Protagonist
de: Sukkubus als Hauptfigur
ja: サキュバスの主人公
ko: 서큐버스 주인공
pl: Protagonistka będąca sukkubem
zh_hans: 魅魔主角
zh_hant: 魅魔主角

source: Suction on Nipples
de: Saugwirkung an den Brustwarzen
ja: 乳首吸い
ko: 유두 빨기
pl: Działanie podciśnienia na sutki
zh_hans: 吸吮乳头
zh_hant: 吸吮乳頭

source: Suction on Penis
de: Saugwirkung am Penis
ja: 陰茎吸い
ko: 음경 빨기
pl: Działanie podciśnienia na penisa
zh_hans: 吸吮阴茎
zh_hant: 吸吮陰莖

source: Sudden Girlfriend Appearance
de: Plötzlich auftauchende Freundin
ja: 突然の彼女出現
ko: 갑작스러운 여자친구의 등장
pl: Nagłe pojawienie się dziewczyny
zh_hans: 突然出现女友
zh_hant: 突然出現女友

source: Sugar Dating
de: Beziehung gegen materielle Unterstützung
ja: シュガーデート
ko: 조건 만남
pl: Relacja w zamian za wsparcie materialne
zh_hans: 援助交际
zh_hant: 援助交際

source: Suicidal Hero
de: Held mit Suizidneigung
ja: 自殺願望のある男性主人公
ko: 자살 충동이 있는 남성 주인공
pl: Bohater z tendencjami samobójczymi
zh_hans: 有自杀倾向的男主角
zh_hant: 有自殺傾向的男主角

source: Suicidal Heroine
de: Heldin mit Suizidneigung
ja: 自殺願望のあるヒロイン
ko: 자살 충동이 있는 여성 주인공
pl: Bohaterka z tendencjami samobójczymi
zh_hans: 有自杀倾向的女主角
zh_hant: 有自殺傾向的女主角

source: Suicidal Protagonist
de: Hauptfigur mit Suizidneigung
ja: 自殺願望のある主人公
ko: 자살 충동이 있는 주인공
pl: Protagonista z tendencjami samobójczymi
zh_hans: 有自杀倾向的主角
zh_hant: 有自殺傾向的主角

source: Suicide
de: Suizid
ja: 自殺
ko: 자살
pl: Samobójstwo
zh_hans: 自杀
zh_hant: 自殺

source: Suicide Pact
de: Suizidpakt
ja: 心中
ko: 동반 자살
pl: Pakt samobójczy
zh_hans: 相约自杀
zh_hant: 相約自殺

source: Summer
de: Sommer
ja: 夏
ko: 여름
pl: Lato
zh_hans: 夏季
zh_hant: 夏季

source: Summer Camp
de: Sommerlager
ja: サマーキャンプ
ko: 여름 캠프
pl: Obóz letni
zh_hans: 夏令营
zh_hant: 夏令營

source: Summoning
de: Beschwörung
ja: 召喚
ko: 소환
pl: Przywoływanie
zh_hans: 召唤
zh_hant: 召喚

source: Sunflowers
de: Sonnenblumen
ja: ヒマワリ
ko: 해바라기
pl: Słoneczniki
zh_hans: 向日葵
zh_hant: 向日葵

source: Super Deformed CGs
de: CGs im Chibi-Stil
ja: デフォルメCG
ko: SD CG
pl: Ilustracje CG w stylu chibi
zh_hans: Q版CG
zh_hant: Q版CG

source: Super Deformed Sprites
de: Figuren-Sprites im Chibi-Stil
ja: デフォルメ立ち絵
ko: SD 스탠딩 CG
pl: Wizerunki postaci w stylu chibi
zh_hans: Q版角色立绘
zh_hant: Q版角色立繪

source: Superhero
de: Superheld
ja: スーパーヒーロー
ko: 슈퍼히어로
pl: Superbohater
zh_hans: 超级英雄
zh_hant: 超級英雄

source: Superhero(ine) Protagonist
de: Superheld oder Superheldin als Hauptfigur
ja: スーパーヒーロー／ヒロインの主人公
ko: 슈퍼히어로 주인공
pl: Protagonista będący superbohaterem lub superbohaterką
zh_hans: 超级英雄主角
zh_hant: 超級英雄主角

source: Superheroes
de: Superhelden
ja: スーパーヒーロー
ko: 슈퍼히어로
pl: Superbohaterowie
zh_hans: 超级英雄
zh_hant: 超級英雄

source: Superheroine
de: Superheldin
ja: スーパーヒロイン
ko: 슈퍼히로인
pl: Superbohaterka
zh_hans: 超级女英雄
zh_hant: 超級女英雄

source: Superpowers
de: Superkräfte
ja: 超能力
ko: 초능력
pl: Supermoce
zh_hans: 超能力
zh_hant: 超能力

source: Support Character Based on a Fictional Person
de: Nebenfigur nach dem Vorbild einer fiktiven Person
ja: 架空人物がモデルのサブキャラクター
ko: 가상 인물을 바탕으로 한 조연
pl: Postać drugoplanowa wzorowana na fikcyjnej postaci
zh_hans: 虚构人物原型配角
zh_hant: 虛構人物原型配角

source: Support Character Based on Real Person
de: Nebenfigur nach dem Vorbild einer realen Person
ja: 実在人物がモデルのサブキャラクター
ko: 실존 인물을 바탕으로 한 조연
pl: Postać drugoplanowa wzorowana na rzeczywistej osobie
zh_hans: 真人原型配角
zh_hant: 真人原型配角

source: Support Character with Ahoge
de: Nebenfigur mit Ahoge
ja: アホ毛のあるサブキャラクター
ko: 아호게가 있는 조연
pl: Postać drugoplanowa z odstającym kosmykiem ahoge
zh_hans: 有呆毛的配角
zh_hant: 有呆毛的配角

source: Support Character with Kansai Accent
de: Nebenfigur mit Kansai-Dialekt
ja: 関西弁のサブキャラクター
ko: 간사이 사투리를 쓰는 조연
pl: Postać drugoplanowa mówiąca dialektem Kansai
zh_hans: 关西腔配角
zh_hant: 關西腔配角

source: Support Character with Multiple Personalities
de: Nebenfigur mit mehreren Persönlichkeiten
ja: 多重人格のサブキャラクター
ko: 다중 인격인 조연
pl: Postać drugoplanowa z wieloma osobowościami
zh_hans: 多重人格配角
zh_hant: 多重人格配角

source: Support Characters
de: Nebenfiguren
ja: サブキャラクター
ko: 조연
pl: Postacie drugoplanowe
zh_hans: 配角
zh_hant: 配角

source: Surrogacy
de: Leihmutterschaft
ja: 代理出産
ko: 대리 출산
pl: Macierzyństwo zastępcze
zh_hans: 代孕
zh_hant: 代孕

source: Survival Focus
de: Schwerpunkt auf Überleben
ja: サバイバル重視
ko: 생존 중시
pl: Nacisk na przetrwanie
zh_hans: 侧重生存
zh_hant: 側重生存

source: Suspense
de: Spannung
ja: サスペンス
ko: 서스펜스
pl: Napięcie
zh_hans: 悬念
zh_hant: 懸疑

source: Suspension Bondage
de: Fesselung mit Aufhängung
ja: 吊り拘束
ko: 공중 구속
pl: Krępowanie z podwieszeniem
zh_hans: 悬吊束缚
zh_hant: 懸吊束縛

source: Suzumiya Haruhi
de: Haruhi Suzumiya
ja: 涼宮ハルヒ
ko: 스즈미야 하루히
pl: Haruhi Suzumiya
zh_hans: 凉宫春日
zh_hant: 涼宮春日

source: Swimming
de: Schwimmen
ja: 水泳
ko: 수영
pl: Pływanie
zh_hans: 游泳
zh_hant: 游泳

source: Swimming Club
de: Schwimm-AG
ja: 水泳部
ko: 수영부
pl: Koło pływackie
zh_hans: 游泳社
zh_hant: 游泳社

source: Swinging
de: Partnertausch
ja: スワッピング
ko: 스와핑
pl: Wymiana partnerów
zh_hans: 交换伴侣
zh_hant: 交換伴侶

source: Sword Combat
de: Schwertkampf
ja: 剣での戦闘
ko: 검 전투
pl: Walka mieczem
zh_hans: 剑战
zh_hant: 劍戰

source: Sword Wielding Heroine
de: Schwertführende Heldin
ja: 剣を持つヒロイン
ko: 검을 든 여성 주인공
pl: Bohaterka władająca mieczem
zh_hans: 持剑女主角
zh_hant: 持劍女主角

source: Sword Wielding Protagonist
de: Schwertführende Hauptfigur
ja: 剣を持つ主人公
ko: 검을 든 주인공
pl: Protagonista władający mieczem
zh_hans: 持剑主角
zh_hant: 持劍主角

source: Symbiote / Parasite
de: Symbiont oder Parasit
ja: 共生体／寄生体
ko: 공생체·기생체
pl: Symbiont lub pasożyt
zh_hans: 共生体／寄生虫
zh_hant: 共生體／寄生體

source: System Time Events
de: Ereignisse abhängig von der Systemzeit
ja: システム時刻連動イベント
ko: 시스템 시간 연동 이벤트
pl: Wydarzenia zależne od czasu systemowego
zh_hans: 系统时间事件
zh_hant: 系統時間連動事件

source: Tactician Heroine
de: Taktikerin als Heldin
ja: 軍師のヒロイン
ko: 책사인 여성 주인공
pl: Bohaterka będąca taktyczką
zh_hans: 军师女主角
zh_hant: 軍師女主角

source: Tactician Protagonist
de: Taktiker als Hauptfigur
ja: 軍師の主人公
ko: 책사인 주인공
pl: Protagonista będący taktykiem
zh_hans: 军师主角
zh_hant: 軍師主角

source: Tactician Support Character
de: Taktiker als Nebenfigur
ja: 軍師のサブキャラクター
ko: 책사인 조연
pl: Postać drugoplanowa będąca taktykiem
zh_hans: 军师配角
zh_hant: 軍師配角

source: Tailjob
de: Penisstimulation mit dem Schwanz
ja: 尻尾コキ
ko: 꼬리로 하는 자위
pl: Stymulacja penisa ogonem
zh_hans: 尾交
zh_hant: 尾交

source: Taishou Era
de: Taishō-Zeit
ja: 大正時代
ko: 다이쇼 시대
pl: Okres Taishō
zh_hans: 大正时代
zh_hant: 大正時代

source: Talking Animal
de: Sprechendes Tier
ja: 言葉を話す動物
ko: 말하는 동물
pl: Mówiące zwierzę
zh_hans: 会说话的动物
zh_hant: 會說話的動物

source: Talking Object
de: Sprechender Gegenstand
ja: 言葉を話す物体
ko: 말하는 물체
pl: Mówiący przedmiot
zh_hans: 会说话的物件
zh_hant: 會說話的物件

source: Tall Hero
de: Groß gewachsener Held
ja: 長身の男性主人公
ko: 키가 큰 남성 주인공
pl: Wysoki bohater
zh_hans: 高个男主角
zh_hant: 高個男主角

source: Tall Heroine
de: Groß gewachsene Heldin
ja: 長身のヒロイン
ko: 키가 큰 여성 주인공
pl: Wysoka bohaterka
zh_hans: 高个女主角
zh_hant: 高個女主角

source: Tarot Cards
de: Tarotkarten
ja: タロットカード
ko: 타로 카드
pl: Karty tarota
zh_hans: 塔罗牌
zh_hant: 塔羅牌

source: Teacher Hero
de: Lehrer als Held
ja: 教師の男性主人公
ko: 교사인 남성 주인공
pl: Bohater będący nauczycielem
zh_hans: 教师男主角
zh_hant: 教師男主角

source: Teacher Heroine
de: Lehrerin als Heldin
ja: 教師のヒロイン
ko: 교사인 여성 주인공
pl: Bohaterka będąca nauczycielką
zh_hans: 教师女主角
zh_hant: 教師女主角

source: Teacher of Magic Protagonist
de: Magielehrer als Hauptfigur
ja: 魔法教師の主人公
ko: 마법 교사인 주인공
pl: Protagonista będący nauczycielem magii
zh_hans: 魔法教师主角
zh_hant: 魔法教師主角

source: Teacher Protagonist
de: Lehrer als Hauptfigur
ja: 教師の主人公
ko: 교사인 주인공
pl: Protagonista będący nauczycielem
zh_hans: 教师主角
zh_hant: 教師主角

source: Teacher Support Character
de: Lehrer als Nebenfigur
ja: 教師のサブキャラクター
ko: 교사인 조연
pl: Postać drugoplanowa będąca nauczycielem
zh_hans: 教师配角
zh_hant: 教師配角

source: Technician Hero
de: Techniker als Held
ja: 技術者の男性主人公
ko: 기술자인 남성 주인공
pl: Bohater będący technikiem
zh_hans: 技术员男主角
zh_hant: 技術員男主角

source: Technician Heroine
de: Technikerin als Heldin
ja: 技術者のヒロイン
ko: 기술자인 여성 주인공
pl: Bohaterka będąca techniczką
zh_hans: 技术员女主角
zh_hant: 技術員女主角

source: Technician Protagonist
de: Techniker als Hauptfigur
ja: 技術者の主人公
ko: 기술자인 주인공
pl: Protagonista będący technikiem
zh_hans: 技术员主角
zh_hant: 技術員主角

source: Temple
de: Tempel
ja: 寺院
ko: 사찰
pl: Świątynia
zh_hans: 寺庙
zh_hant: 寺廟

source: Tennis no Ouji-sama
de: The Prince of Tennis
ja: テニスの王子様
ko: 테니스의 왕자
pl: The Prince of Tennis
zh_hans: 网球王子
zh_hant: 網球王子

source: Tentacle Blowjob
de: Fellatio an Tentakeln
ja: 触手フェラ
ko: 촉수 펠라치오
pl: Fellatio na mackach
zh_hans: 触手口交
zh_hant: 觸手口交

source: Tentacle Rape
de: Vergewaltigung durch Tentakel
ja: 触手による強姦
ko: 촉수에 의한 강간
pl: Gwałt z użyciem macek
zh_hans: 触手强奸
zh_hant: 觸手強姦

source: Tentacles on Male
de: Tentakelsex mit Männern
ja: 触手と男性のセックス
ko: 촉수와 남성의 성교
pl: Seks macek z mężczyznami
zh_hans: 触手与男性性交
zh_hant: 觸手與男性性交

source: Terminal Illness
de: Unheilbare tödliche Krankheit
ja: 不治の病
ko: 불치병
pl: Nieuleczalna śmiertelna choroba
zh_hans: 绝症
zh_hant: 絕症

source: Terrorism
de: Terrorismus
ja: テロリズム
ko: 테러리즘
pl: Terroryzm
zh_hans: 恐怖主义
zh_hant: 恐怖主義

source: Terrorized by Monsters
de: Terrorisiert von Monstern
ja: モンスターに脅かされる
ko: 괴물에게 위협받음
pl: Terroryzowany przez potwory
zh_hans: 遭怪物恐吓
zh_hant: 遭怪物恐嚇

source: Text Parser
de: Texteingabeparser
ja: テキストパーサ
ko: 텍스트 파서
pl: Parser poleceń tekstowych
zh_hans: 文本解析器
zh_hant: 文字解析器

source: Text Progression With Mouse Only
de: Textfortschritt nur mit der Maus
ja: マウスのみでテキスト送り
ko: 마우스로만 텍스트 진행
pl: Przewijanie tekstu wyłącznie myszą
zh_hans: 仅可用鼠标推进文本
zh_hant: 僅可用滑鼠推進文字

source: Text to Speech Voices
de: Synthetische Sprachausgabe
ja: テキスト読み上げ音声
ko: 텍스트 음성 변환
pl: Głosy syntezatora mowy
zh_hans: 文本转语音
zh_hant: 文字轉語音

source: Text-only Sexual Content
de: Sexuelle Inhalte als Text
ja: テキストのみの性的コンテンツ
ko: 텍스트로만 된 성적 콘텐츠
pl: Tekstowe treści seksualne
zh_hans: 纯文本色情内容
zh_hant: 純文字色情內容

source: Text-only Sexual Content Only
de: Sexuelle Inhalte ausschließlich als Text
ja: テキストのみの性的コンテンツだけ
ko: 텍스트로만 된 성적 콘텐츠만 있음
pl: Treści seksualne wyłącznie tekstowe
zh_hans: 仅有纯文本色情内容
zh_hant: 僅有純文字色情內容

source: Texts
de: Texte
ja: テキスト
ko: 텍스트
pl: Teksty
zh_hans: 文本
zh_hant: 文字

source: The Holiday Season
de: Festtagszeit
ja: ホリデーシーズン
ko: 연말연시
pl: Okres świąteczny
zh_hans: 节庆季
zh_hant: 節慶季

source: The Seven Deadly Sins
de: Die sieben Todsünden
ja: 七つの大罪
ko: 일곱 개의 대죄
pl: Siedem grzechów głównych
zh_hans: 七大罪
zh_hant: 七大罪

source: The Seven School Mysteries
de: Die sieben Schulmysterien
ja: 学校の七不思議
ko: 학교의 7대 불가사의
pl: Siedem szkolnych tajemnic
zh_hans: 校园七大不可思议
zh_hant: 校園七大不可思議

source: Theme
de: Thema
ja: テーマ
ko: 테마
pl: Temat
zh_hans: 主题
zh_hant: 主題

source: Thief Hero
de: Dieb als Held
ja: 盗賊の男性主人公
ko: 도적인 남성 주인공
pl: Bohater będący złodziejem
zh_hans: 盗贼男主角
zh_hant: 盜賊男主角

source: Thief Heroine
de: Diebin als Heldin
ja: 盗賊のヒロイン
ko: 도적인 여성 주인공
pl: Bohaterka będąca złodziejką
zh_hans: 盗贼女主角
zh_hant: 盜賊女主角

source: Thief Protagonist
de: Dieb als Hauptfigur
ja: 盗賊の主人公
ko: 도적인 주인공
pl: Protagonista będący złodziejem
zh_hans: 盗贼主角
zh_hant: 盜賊主角

source: Third-person Narrative
de: Erzählung in der dritten Person
ja: 三人称視点の語り
ko: 3인칭 서술
pl: Narracja trzecioosobowa
zh_hans: 第三人称叙事
zh_hant: 第三人稱敘事

source: Three Kingdoms
de: Drei Reiche
ja: 三国志
ko: 삼국지
pl: Trzy Królestwa
zh_hans: 三国
zh_hant: 三國

source: Threesome
de: Sex zu dritt
ja: 3P
ko: 3인 성교
pl: Seks we troje
zh_hans: 三人性爱
zh_hant: 三人性愛

source: Threesome Ending
de: Ende mit einer Dreierbeziehung
ja: 3Pエンド
ko: 3인 성교 엔딩
pl: Zakończenie związkiem we troje
zh_hans: 三人性爱结局
zh_hant: 三人性愛結局

source: Tickle Torture
de: Kitzelfolter
ja: くすぐり拷問
ko: 간지럼 고문
pl: Tortury łaskotaniem
zh_hans: 挠痒拷问
zh_hant: 撓癢拷問

source: Tiger and Bunny
de: Tiger & Bunny
ja: TIGER & BUNNY
ko: 타이거 앤 버니
pl: Tiger & Bunny
zh_hans: 老虎和兔子
zh_hant: TIGER & BUNNY

source: Tile Matching
de: Spiel mit passenden Spielsteinen
ja: タイルマッチング
ko: 타일 맞추기
pl: Gra w dopasowywanie kafelków
zh_hans: 消除游戏
zh_hant: 消除遊戲

source: Time Jump
de: Zeitsprung
ja: 時間跳躍
ko: 시간 도약
pl: Przeskok w czasie
zh_hans: 时间跳跃
zh_hant: 時間跳躍

source: Time Loop
de: Zeitschleife
ja: タイムループ
ko: 타임 루프
pl: Pętla czasowa
zh_hans: 时间循环
zh_hant: 時間循環

source: Time Period
de: Epoche
ja: 時代
ko: 시대
pl: Epoka
zh_hans: 时代
zh_hant: 時代

source: Time Stop
de: Zeitstillstand
ja: 時間停止
ko: 시간 정지
pl: Zatrzymanie czasu
zh_hans: 时间停止
zh_hant: 時間停止

source: Time Travel
de: Zeitreise
ja: タイムトラベル
ko: 시간 여행
pl: Podróż w czasie
zh_hans: 时间旅行
zh_hant: 時間旅行

source: Timed Choices
de: Zeitbegrenzte Entscheidungen
ja: 時間制限付き選択肢
ko: 시간제한 선택지
pl: Wybory z limitem czasu
zh_hans: 限时选项
zh_hant: 限時選項

source: Timid Hero
de: Schüchterner Held
ja: 臆病な男性主人公
ko: 소심한 남성 주인공
pl: Nieśmiały bohater
zh_hans: 胆小男主角
zh_hant: 膽小男主角

source: Timid Heroine
de: Schüchterne Heldin
ja: 臆病なヒロイン
ko: 소심한 여성 주인공
pl: Nieśmiała bohaterka
zh_hans: 胆小女主角
zh_hant: 膽小女主角

source: Timid Protagonist
de: Schüchterne Hauptfigur
ja: 臆病な主人公
ko: 소심한 주인공
pl: Nieśmiały protagonista
zh_hans: 胆小主角
zh_hant: 膽小主角

source: Title Parody
de: Titelparodie
ja: タイトルのパロディ
ko: 제목 패러디
pl: Parodia tytułu
zh_hans: 标题戏仿
zh_hant: 標題戲仿

source: Tomboy Heroine
de: Wildfang als Heldin
ja: ボーイッシュなヒロイン
ko: 보이시한 여성 주인공
pl: Bohaterka będąca chłopczycą
zh_hans: 假小子女主角
zh_hant: 假小子女主角

source: Tomboy Protagonist
de: Wildfang als Hauptfigur
ja: ボーイッシュな主人公
ko: 보이시한 주인공
pl: Protagonistka będąca chłopczycą
zh_hans: 假小子主角
zh_hant: 假小子主角

source: Tongue Piercing
de: Zungenpiercing
ja: 舌ピアス
ko: 혀 피어싱
pl: Piercing języka
zh_hans: 舌穿孔
zh_hant: 舌穿孔

source: Torture
de: Folter
ja: 拷問
ko: 고문
pl: Tortury
zh_hans: 拷问
zh_hant: 拷問

source: Torture Chamber
de: Folterkammer
ja: 拷問部屋
ko: 고문실
pl: Sala tortur
zh_hans: 拷问室
zh_hant: 拷問室

source: Touhou
de: Touhou Project
ja: 東方Project
ko: 동방 프로젝트
pl: Touhou Project
zh_hans: 东方Project
zh_hant: 東方Project

source: Tournament
de: Turnier
ja: トーナメント
ko: 토너먼트
pl: Turniej
zh_hans: 锦标赛
zh_hant: 錦標賽

source: Tower Defense
de: Turmverteidigungsspiel
ja: タワーディフェンス
ko: 타워 디펜스
pl: Gra typu tower defense
zh_hans: 塔防
zh_hant: 塔防

source: Track Display
de: Titelanzeige der Musik
ja: トラック表示
ko: 트랙 표시
pl: Wyświetlanie tytułu utworu
zh_hans: 曲目显示
zh_hant: 曲目顯示

source: Trade Simulation
de: Handelssimulation
ja: 貿易シミュレーション
ko: 무역 시뮬레이션
pl: Symulator handlu
zh_hans: 贸易模拟
zh_hant: 貿易模擬

source: Traditionalist Family
de: Traditionsgebundene Familie
ja: 伝統を重んじる家族
ko: 전통을 중시하는 가족
pl: Tradycyjna rodzina
zh_hans: 传统家庭
zh_hant: 傳統家庭

source: Training Camp
de: Trainingslager
ja: 合宿
ko: 합숙
pl: Obóz treningowy
zh_hans: 集训
zh_hant: 集訓

source: Trains
de: Züge
ja: 列車
ko: 열차
pl: Pociągi
zh_hans: 火车
zh_hant: 火車

source: Trampling
de: Trampeln
ja: 踏みつけ
ko: 짓밟기
pl: Deptanie
zh_hans: 踩踏
zh_hant: 踩踏

source: Trans Woman on Female
de: Sex einer trans Frau mit einer Frau
ja: トランス女性と女性のセックス
ko: 트랜스젠더 여성과 여성의 성교
pl: Seks transpłciowej kobiety z kobietą
zh_hans: 跨性别女性与女性性交
zh_hant: 跨性別女性與女性性交

source: Trans Woman on Male
de: Sex einer trans Frau mit einem Mann
ja: トランス女性と男性のセックス
ko: 트랜스젠더 여성과 남성의 성교
pl: Seks transpłciowej kobiety z mężczyzną
zh_hans: 跨性别女性与男性性交
zh_hant: 跨性別女性與男性性交

source: Trans Woman on Trans Woman
de: Sex zwischen trans Frauen
ja: トランス女性同士のセックス
ko: 트랜스젠더 여성 간의 성교
pl: Seks między transpłciowymi kobietami
zh_hans: 跨性别女性之间的性交
zh_hant: 跨性別女性之間的性交

source: Transfer Student Hero
de: Schulwechsler als Held
ja: 転校生の男性主人公
ko: 전학생인 남성 주인공
pl: Bohater przeniesiony z innej szkoły
zh_hans: 转学生男主角
zh_hant: 轉學生男主角

source: Transfer Student Heroine
de: Schulwechslerin als Heldin
ja: 転校生のヒロイン
ko: 전학생인 여성 주인공
pl: Bohaterka przeniesiona z innej szkoły
zh_hans: 转学生女主角
zh_hant: 轉學生女主角

source: Transfer Student Protagonist
de: Schulwechsler als Hauptfigur
ja: 転校生の主人公
ko: 전학생인 주인공
pl: Protagonista przeniesiony z innej szkoły
zh_hans: 转学生主角
zh_hant: 轉學生主角

source: Transformation Sequence(s)
de: Verwandlungssequenzen
ja: 変身シーン
ko: 변신 장면
pl: Sekwencje przemiany
zh_hans: 变身片段
zh_hant: 變身片段

source: Transgender Characters
de: Transgeschlechtliche Figuren
ja: トランスジェンダーのキャラクター
ko: 트랜스젠더 캐릭터
pl: Postacie transpłciowe
zh_hans: 跨性别角色
zh_hant: 跨性別角色

source: Transgender Hero
de: Transgeschlechtlicher Held
ja: トランスジェンダーの男性主人公
ko: 트랜스젠더 남성 주인공
pl: Transpłciowy bohater
zh_hans: 跨性别男主角
zh_hant: 跨性別男主角

source: Transgender Heroine
de: Transgeschlechtliche Heldin
ja: トランスジェンダーのヒロイン
ko: 트랜스젠더 여성 주인공
pl: Transpłciowa bohaterka
zh_hans: 跨性别女主角
zh_hant: 跨性別女主角
